export const nepaliStates = [
    {name:"प्रदेश नं १ ",enName:"Province No.1"},
    {name:"प्रदेश नं २",enName:"Madhesh"},
    {name:"वाग्मती",enName:"Bagmati"},
    {name:"गण्डकी",enName:"Gandaki"},
    {name:"लुम्बिनी",enName:"Lumbani"},
    {name:"कर्णाली",enName:"Karnali"},
    {name:"सुदूर-पश्चिम",enName:"Sudurpashchim"}
];
export const provinceOneDistricts = [
    "भोजपुर","धनकुटा","इलाम","झापा","खोटाँग","मोरंग ",
    "ओखलढुंगा","पांचथर","संखुवासभा","सोलुखुम्बू","सुनसरी",
    "ताप्लेजुंग","तेह्रथुम","उदयपुर"
];

export const MadheshDistricts = [
    "पर्सा","बारा","रौतहट","सर्लाही","धनुषा","सिराहा","महोत्तरी","सप्तरी"
];

export const BagmatiDistricts = [
    "सिन्धुली","रामेछाप","दोलखा ","भक्तपुर","धादिङ","काठमाडौँ ","काभ्रेपलान्चोक","ललितपुर",
    "नुवाकोट","रसुवा","सिन्धुपाल्चोक","चितवन","मकवानपुर"
];
export const GandakiDistricts = [
    "बागलुङ","गोरखा","कास्की","लमजुङ","मनाङ","मुस्ताङ","म्याग्दी","नवलपुर","पर्वत","स्याङग्जा","तनहुँ"
];

export const LumbaniDistricts = [
    "कपिलवस्तु","परासी","रुपन्देही","अर्घाखाँची","गुल्मी","पाल्पा","दाङ","प्युठान","रोल्पा",
    "पूर्वी रूकुम","बाँके","बर्दिया"
];
export const KarnaliDistricts = [
    "पश्चिमी रूकुम","सल्यान","डोल्पा","हुम्ला","जुम्ला","कालिकोट","मुगु","सुर्खेत","दैलेख","जाजरकोट"
];
export const SudurpashchimDistricts = [
    "कैलाली","अछाम","डोटी","बझाङ","बाजुरा","कंचनपुर","डडेलधुरा","बैतडी ","दार्चुला"
];